Repository: oravec-juraj/vesna
Catalog: AppTeam_2022/VesnaDjango/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Plants
sk: Rastliny

source: Document
sk: Dokument

source: Home
sk: Domov

source: Contact
sk: Kontakt

source: Principal investigator
sk: Hlavný riešiteľ

source: embedded hardware & software specialist
sk: Odborník na vstavaný hardvér a softvér

source: Pelargonia
sk: Pelargónia

source: Temperature:
sk: Teplota:

source: Summer: 20-25 °C
sk: Leto: : 20-25 °C

source: Winter: 12-15 °C
sk: Zima: : 12-15 °C

source: Watering: top
sk: Vlhkosť: hore

source: Summer: 2-3 times per week
sk: Leto: 2 až 3-krát za týždeň

source: Winter: once per 2 weeks
sk: Zima: raz za 2 týždne

source: Humidity:</b> 30-55 %%
sk: Vlhkosť:</b> 30-55 %%

source: Lighting:</b> >25 000 lx
sk: Osvetlenie:</b> >25 000 lx

source: Summer: 22-26 °C
sk: Leto: : 22-26 °C

source: Winter: 13-15 °C
sk: Zima: : 13-15 °C

source: Watering: bottom
sk: Zalievanie: dole

source: Summer: once per week
sk: Leto: raz za týždeň

source: Winter: once per month
sk: Zima: raz za mesiac

source: Spathiphyllum
sk: Lopatkovec

source: Winter: 18-19 °C
sk: Zima: : 18-19 °C

source: Winter: once per week
sk: Zima: raz za týždeň

source: Humidity:</b> 80 %%
sk: Vlhkosť:</b> 80 %%

source: Lighting:</b> 10 000 - 25 000 lx
sk: Osvetlenie:</b> 10 000 - 25 000 lx

source: Ukrainian
sk: Ukrajinčina

source: English
sk: Angličtina

source: Slovak
sk: Slovenčina

source: Measurements
sk: Meranie
